TOKEN = "7691139246:AAGVxWa_2QPiOPUoNjiqjgYRFe_l2QnBQFk"
TEACHER_IDS = [6170560152, 245851335, 1362703815]  # Замените на реальные ID преподавателей
TICKET_IMAGES = [
    "билеты/Билет№01.png",
    "билеты/Билет№02.png",
    "билеты/Билет№03.png",
    "билеты/Билет№04.png",
    "билеты/Билет№05.png",
    "билеты/Билет№06.png",
    "билеты/Билет№07.png",
    "билеты/Билет№08.png",
    "билеты/Билет№09.png",
    "билеты/Билет№10.png",
    "билеты/Билет№11.png",
    "билеты/Билет№12.png",
    "билеты/Билет№13.png",
    "билеты/Билет№14.png",
    "билеты/Билет№15.png",
    "билеты/Билет№16.png",
    "билеты/Билет№17.png",
    "билеты/Билет№18.png",
    "билеты/Билет№19.png",
    "билеты/Билет№20.png"
]


BIND_TICKET_IMAGES = {}