TOKEN = "7691139246:AAG1lPNpPFtW3E0pHq_ubHc0-Zkr4KK-MAw"
TEACHER_IDS = [6170560152, 1817878343, 245851335, 1362703815]  # Замените на реальные ID преподавателей
TICKET_IMAGES = [
    "билеты/Билет№1.png",
    "билеты/Билет№2.png",
    "билеты/Билет№3.png",
    "билеты/Билет№4.png",
    "билеты/Билет№5.png",
    "билеты/Билет№6.png",
    "билеты/Билет№7.png",
    "билеты/Билет№8.png",
    "билеты/Билет№9.png",
    "билеты/Билет№10.png",
    "билеты/Билет№11.png",
    "билеты/Билет№12.png",
    "билеты/Билет№13.png",
    "билеты/Билет№14.png",
    "билеты/Билет№15.png",
    "билеты/Билет№16.png",
    "билеты/Билет№17.png",
    "билеты/Билет№18.png",
    "билеты/Билет№19.png",
    "билеты/Билет№20.png",
]